Repository: Belfagor2005/LinuxsatPanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/LinuxsatPanel/locale/*/LC_MESSAGES/LinuxsatPanel.po
Languages: af, ar, cs, de, el, fr, hr, hu, it, pl, ro, ru, sk, sl, sr, sv, tr

source: I am NOT responsible for any issues you may encounter once you install the plugins and skins. However, if required, you can get help to resolve the issue. Do you want to execute %s?
el: ΔΕΝ είμαι υπεύθυνος για τυχόν προβλήματα που μπορεί να αντιμετωπίσετε εάν εγκαταστήσετε τα πρόσθετα και τα θέματα. Ωστόσο, εάν χρειαστεί, μπορείτε να λάβετε βοήθεια για να επιλύσετε το πρόβλημα. Θέλετε να εκτελέσετε το %s;
it: NON sono responsabile per eventuali problemi che potresti riscontrare una volta installati i plugin e le skin. Tuttavia, se necessario, puoi ottenere assistenza per risolvere il problema. Vuoi eseguire %s?

source: Server Error. Try again, you'll be luckier! %s
el: Σφάλμα διακομιστή. Δοκιμάστε ξανά, ίσως είστε πιο τυχεροί! %s
it: Server Error. Riprova, sarai più fortunato! %s

source: Halign Left
el: Στοίχιση αριστερά
it: Allinea Sx

source: Halign Right
el: Στοίχιση δεξιά
it: Allinea Dx

source: I am NOT responsible for any issues you may encounter once you install the plugins and skins. However, if required, you can get help to resolve the issue. Do you want to install?
el: ΔΕΝ είμαι υπεύθυνος για τυχόν προβλήματα που μπορεί να αντιμετωπίσετε εάν εγκαταστήσετε τα πρόσθετα και τα θέματα. Ωστόσο, εάν χρειαστεί, μπορείτε να λάβετε βοήθεια για να επιλύσετε το πρόβλημα. Θέλετε να το εγκαταστήσετε;
it: NON sono responsabile per eventuali problemi che potresti riscontrare una volta installati i plugin e le skin. Tuttavia, se necessario, puoi ottenere assistenza per risolvere il problema. Vuoi installare?

source: New version %s available Changelog: %s Press the green button to start the update.
el: Νέα έκδοση %s είναι διαθέσιμη Καταγραφή αλλαγών: %s Πατήστε το πράσινο κουμπί για να ξεκινήσει η ενημέρωση.
it: È disponibile la nuova versione %s Registro delle modifiche: %s Premere il pulsante verde per avviare l'aggiornamento.

source: Thank you for choosing plugin for management of your Enigma Box.
el: Σας ευχαριστούμε που επιλέξατε το πρόσθετο για τη διαχείριση του Enigma δέκτη σας.
it: Grazie per aver scelto il plugin per la gestione del tuo Enigma Box.

source: Suggested by: @masterG - @oktus - @pcd
af: Voorgestel deur: @masterG - @oktus - @pcd
ar: اقتراح من: @masterG - @oktus - @pcd
cs: Navrženo: @masterG - @oktus - @pcd
de: Vorgeschlagen von: @masterG - @oktus - @pcd
el: Προτείνεται από: @masterG - @oktus - @pcd
fr: Suggéré par : @masterG - @oktus - @pcd
hu: Javasolta: @masterG - @oktus - @pcd
it: Suggerito da: @masterG - @oktus - @pcd
ro: Sugerat de: @masterG - @oktus - @pcd
ru: Предложено: @masterG - @oktus - @pcd
sk: Navrhnuté: @masterG - @oktus - @pcd
sl: Predlagano od: @masterG - @oktus - @pcd
sr: Предложено од: @masterG - @oktus - @pcd
sv: Föreslagen av: @masterG - @oktus - @pcd
tr: Öneren: @masterG - @oktus - @pcd

source: Designs and Graphics by @oktus
af: Ontwerpe en Grafika deur @oktus
ar: التصاميم والرسومات بواسطة @oktus
cs: Design a grafika od @oktus
de: Designs und Grafiken von @oktus
el: Σχεδιασμοί και γραφικά από τον @oktus
fr: Conceptions et graphiques par @oktus
hu: Tervezés és grafika: @oktus
it: Design e grafica di @oktus
ro: Design și grafică de @oktus
ru: Дизайн и графика от @oktus
sk: Dizajn a grafika od @oktus
sl: Oblikovanje in grafika @oktus
sr: Дизајн и графика од @oktus
sv: Design och grafik av @oktus
tr: Tasarım ve Grafikler @oktus tarafından

source: Support on: Linuxsat-support.com
el: Υποστήριξη στο: Linuxsat-support.com
it: Supporto su: Linuxsat-support.com

source: The Plugin lives thanks to the donations of each of you.
af: Die invoeging leef danksy die skenkings van elkeen van julle.
ar: يعيش هذا الملحق بفضل تبرعات كل واحد منكم.
cs: Plugin žije díky darům každého z vás.
de: Das Plugin lebt dank der Spenden eines jeden von Ihnen.
el: Το πρόσθετο ζει χάρη στις δωρεές του καθενός από εσάς.
fr: Le plugin vit grâce aux dons de chacun d'entre vous.
hu: A bővítmény az Önök adományainak köszönhetően él.
it: Il Plugin vive grazie alle donazioni di ognuno di voi.
ro: Pluginul trăiește datorită donațiilor fiecăruia dintre voi.
ru: Плагин существует благодаря пожертвованиям каждого из вас.
sk: Plugin žije vďaka darom každého z vás.
sl: Vtičnik živi zahvaljujoč donacijam vsakega izmed vas.
sr: Додатак живи захваљујући донацијама сваког од вас.
sv: Pluginet lever tack vare donationer från var och en av er.
tr: Eklenti, her birinizin bağışları sayesinde yaşıyor.

source: A coffee costs nothing.
el: Ένας καφές δεν κοστίζει τίποτα.
it: Un caffè non costa nulla.

source: If you think it is a useful tool for your box
af: As jy dink dit is 'n nuttige hulpmiddel vir jou boks
ar: إذا كنت تعتقد أنها أداة مفيدة لجهاز الاستقبال الخاص بك
cs: Pokud si myslíte, že je to užitečný nástroj pro váš přijímač
de: Wenn Sie denken, dass es ein nützliches Werkzeug für Ihre Box ist
el: Αν νομίζετε ότι είναι ένα χρήσιμο εργαλείο για τον δέκτη σας
fr: Si vous pensez que c'est un outil utile pour votre boîtier
hu: Ha úgy gondolja, hogy ez egy hasznos eszköz a vevőjéhez
it: Se pensi che sia uno strumento utile per il tuo box
ro: Dacă credeți că este un instrument util pentru receptorul dvs.
ru: Если вы считаете, что это полезный инструмент для вашего ресивера
sk: Ak si myslíte, že je to užitočný nástroj pre váš prijímač
sl: Če menite, da je to uporabno orodje za vaš sprejemnik
sr: Ако мислите да је то користан алат за ваш пријемник
sv: Om du tycker att det är ett användbart verktyg för din box
tr: Eğer kutunuz için yararlı bir araç olduğunu düşünüyorsanız

source: please make a donation:
af: maak asseblief 'n skenking:
ar: يرجى التبرع:
cs: prosím přispějte:
de: bitte spenden Sie:
el: παρακαλώ κάντε μια δωρεά:
fr: veuillez faire un don :
hu: kérjük, adományozzon:
it: per favore fai una donazione:
ro: vă rugăm să faceți o donație:
ru: пожалуйста, сделайте пожертвование:
sl: prosim prispevajte:
sr: молимо да донирате:
sv: vänligen donera:
tr: lütfen bağış yapın:

source: make donation on Linuxsat-support.com
el: κάντε δωρεά στο Linuxsat-support.com
it: fai una donazione su Linuxsat-support.com

source: All code was rewritten by @Lululla - 2024.07.20
af: Alle kode is herskryf deur @Lululla - 2024.07.20
ar: تمت إعادة كتابة جميع التعليمات البرمجية بواسطة @Lululla - 2024.07.20
cs: Veškerý kód byl přepsán @Lululla - 2024.07.20
de: Der gesamte Code wurde von @Lululla neu geschrieben - 2024.07.20
el: Όλος ο κώδικας ξαναγράφτηκε από τον @Lululla - 2024.07.20
fr: Tout le code a été réécrit par @Lululla - 2024.07.20
hu: Az összes kódot @Lululla írta újra - 2024.07.20
it: Tutto il codice è stato riscritto da @Lululla - 2024.07.20
ro: Tot codul a fost rescris de @Lululla - 2024.07.20
ru: Весь код был переписан @Lululla - 2024.07.20
sk: Celý kód bol prepísaný @Lululla - 2024.07.20
sl: Vso kodo je ponovno napisal @Lululla - 2024.07.20
sr: Сав код је поново написао @Lululla - 2024.07.20
sv: All kod har skrivits om av @Lululla - 2024.07.20
tr: Tüm kod @Lululla tarafından yeniden yazıldı - 2024.07.20

source: Sorting Terrestrial Executed!
el: Η ταξινόμηση επίγειων εκτελέστηκε!
it: Ordinamento Terrestre eseguito!
pl: Sortowanie Ziemi wykonane!

source: Sorting Terrestrial not Executed!
el: Η ταξινόμηση επίγειων δεν εκτελέστηκε!
it: Ordinamento Terrestre non eseguito!
pl: Sortowanie naziemne nie zostało wykonane!

source: An unexpected error occurred. Please try again later.
af: 'n Onverwagte fout het voorgekom. Probeer asseblief later weer.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا.
cs: Došlo k neočekávané chybě. Prosím zkuste to znovu později.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard.
hu: Váratlan hiba történt. Kérjük, próbálja újra később.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu.
ru: Произошла непредвиденная ошибка. Пожалуйста, повторите попытку позже.
sk: Vyskytla sa neočakávaná chyba. Prosím skúste to znova neskôr.
sl: Prišlo je do nepričakovane napake. Poskusite znova pozneje.
sr: Дошло је до неочекиване грешке. Молимо покушајте поново касније.
sv: Ett oväntat fel uppstod. Försök igen senare.
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Cancel execution?
af: Kanselleer uitvoering?
ar: إلغاء التنفيذ؟
cs: Zrušit provedení?
de: Ausführung abbrechen?
fr: Annuler l'exécution ?
hu: Megszakítja a végrehajtást?
ro: Anulați execuția?
ru: Отменить выполнение?
sk: Zrušiť vykonanie?
sl: Prekličem izvajanje?
sr: Отказати извршење?
sv: Avbryta körning?
tr: Yürütme iptal edilsin mi?

source: Category:
af: Kategorie:
ar: الفئة:
cs: Kategorie:
de: Kategorie:
fr: Catégorie :
hu: Kategória:
ro: Categorie:
ru: Категория:
sk: Kategória:
sl: Kategorija:
sr: Категорија:
sv: Kategori:
tr: Kategori:

source: Del Line
af: Verwyder lyn
ar: حذف سطر
cs: Smazat řádek
de: Zeile löschen
fr: Supprimer la ligne
hu: Sor törlése
ro: Șterge linie
ru: Удалить строку
sk: Odstrániť riadok
sl: Izbriši vrstico
sr: Избриши линију
sv: Ta bort rad
tr: Satırı Sil

source: Do you want to install update (%s) now?
af: Wil jy opdatering (%s) nou installeer?
ar: هل تريد تثبيت التحديث (%s) الآن؟
cs: Chcete nainstalovat aktualizaci (%s) nyní?
de: Möchten Sie das Update (%s) jetzt installieren?
fr: Voulez-vous installer la mise à jour (%s) maintenant ?
hu: Szeretné telepíteni a frissítést (%s) most?
ro: Doriți să instalați actualizarea (%s) acum?
ru: Хотите установить обновление (%s) сейчас?
sk: Chcete nainštalovať aktualizáciu (%s) teraz?
sl: Ali želite namestiti posodobitev (%s) zdaj?
sr: Желите ли инсталирати ажурирање (%s) сада?
sv: Vill du installera uppdatering (%s) nu?
tr: Güncellemeyi (%s) şimdi yüklemek istiyor musunuz?

source: Edit Line
af: Wysig lyn
ar: تعديل سطر
cs: Upravit řádek
de: Zeile bearbeiten
fr: Modifier la ligne
hu: Sor szerkesztése
ro: Editează linie
ru: Редактировать строку
sk: Upraviť riadok
sl: Uredi vrstico
sr: Уреди линију
sv: Redigera rad
tr: Satırı Düzenle

source: Europe7
af: Europa7
ar: أوروبا7
cs: Evropa7
de: Europa7
hu: Európa7
ro: Europa7
sk: Európa7
sl: Evropa7
sr: Еуропа7
sv: Europa7
tr: Avrupa7

source: Failed to fetch update information. Please check your internet connection.
af: Kon nie opdateringsinligting verkry nie. Kontroleer asseblief jou internetverbinding.
ar: فشل في جلب معلومات التحديث. يرجى التحقق من اتصالك بالإنترنت.
cs: Nepodařilo se získat informace o aktualizaci. Zkontrolujte prosím své internetové připojení.
de: Aktualisierungsinformationen konnten nicht abgerufen werden. Bitte überprüfen Sie Ihre Internetverbindung.
fr: Échec de la récupération des informations de mise à jour. Veuillez vérifier votre connexion Internet.
hu: Nem sikerült lekérni a frissítési információkat. Ellenőrizze az internetkapcsolatát.
ro: Nu s-au putut obține informațiile de actualizare. Vă rugăm să verificați conexiunea la internet.
ru: Не удалось получить информацию об обновлении. Пожалуйста, проверьте подключение к интернету.
sk: Nepodarilo sa získať informácie o aktualizácii. Skontrolujte svoje internetové pripojenie.
sl: Pridobivanje informacij o posodobitvi ni uspelo. Preverite internetno povezavo.
sr: Преузимање информација о ажурирању није успело. Проверите интернет везу.
sv: Misslyckades med att hämta uppdateringsinformation. Kontrollera din internetanslutning.
tr: Güncelleme bilgileri alınamadı. Lütfen internet bağlantınızı kontrol edin.

source: Failed to parse update information. Please try again later.
af: Kon nie opdateringsinligting ontleed nie. Probeer asseblief later weer.
ar: فشل في تحليل معلومات التحديث. يرجى المحاولة مرة أخرى لاحقًا.
cs: Nepodařilo se analyzovat informace o aktualizaci. Prosím zkuste to znovu později.
de: Aktualisierungsinformationen konnten nicht analysiert werden. Bitte versuchen Sie es später erneut.
fr: Échec de l'analyse des informations de mise à jour. Veuillez réessayer plus tard.
hu: Nem sikerült feldolgozni a frissítési információkat. Kérjük, próbálja újra később.
ro: Nu s-au putut procesa informațiile de actualizare. Vă rugăm să încercați din nou mai târziu.
ru: Не удалось обработать информацию об обновлении. Пожалуйста, повторите попытку позже.
sk: Nepodarilo sa spracovať informácie o aktualizácii. Prosím skúste to znova neskôr.
sl: Razčlenjevanje informacij o posodobitvi ni uspelo. Poskusite znova pozneje.
sr: Анализа информација о ажурирању није успела. Покушајте поново касније.
sv: Misslyckades med att tolka uppdateringsinformation. Försök igen senare.
tr: Güncelleme bilgileri ayrıştırılamadı. Lütfen daha sonra tekrar deneyin.

source: Ins Line
af: Voeg lyn in
ar: إدراج سطر
cs: Vložit řádek
de: Zeile einfügen
fr: Insérer une ligne
hu: Sor beszúrása
ro: Inserează linie
ru: Вставить строку
sk: Vložiť riadok
sl: Vstavi vrstico
sr: Уметни линију
sv: Infoga rad
tr: Satır Ekle

source: Internet: Connected
af: Internet: Gekoppel
ar: الإنترنت: متصل
cs: Internet: Připojeno
de: Internet: Verbunden
fr: Internet : Connecté
hu: Internet: Csatlakoztatva
ro: Internet: Conectat
ru: Интернет: Подключен
sk: Internet: Pripojený
sl: Internet: Povezan
sr: Интернет: Повезан
sv: Internet: Ansluten
tr: İnternet: Bağlı

source: Internet: No Connection
af: Internet: Geen verbinding
ar: الإنترنت: غير متصل
cs: Internet: Bez připojení
de: Internet: Keine Verbindung
fr: Internet : Non connecté
hu: Internet: Nincs kapcsolat
ro: Internet: Fără conexiune
ru: Интернет: Нет подключения
sk: Internet: Žiadne pripojenie
sl: Internet: Brez povezave
sr: Интернет: Нема везе
sv: Internet: Ingen anslutning
tr: İnternet: Bağlantı Yok

source: Internet: Unknown
af: Internet: Onbekend
ar: الإنترنت: غير معروف
cs: Internet: Neznámý
de: Internet: Unbekannt
fr: Internet : Inconnu
hu: Internet: Ismeretlen
ro: Internet: Necunoscut
ru: Интернет: Неизвестно
sk: Internet: Neznámy
sl: Internet: Neznano
sr: Интернет: Непознато
sv: Internet: Okänd
tr: İnternet: Bilinmiyor

source: Invalid date format in update information.
af: Ongeldige datumformaat in opdateringsinligting.
ar: تنسيق تاريخ غير صالح في معلومات التحديث.
cs: Neplatný formát data v informacích o aktualizaci.
de: Ungültiges Datumsformat in den Aktualisierungsinformationen.
fr: Format de date invalide dans les informations de mise à jour.
hu: Érvénytelen dátumformátum a frissítési információkban.
ro: Format de dată invalid în informațiile de actualizare.
ru: Неверный формат даты в информации об обновлении.
sk: Neplatný formát dátumu v informáciách o aktualizácii.
sl: Neveljaven format datuma v informacijah o posodobitvi.
sr: Неважећи формат датума у информацијама о ажурирању.
sv: Ogiltigt datumformat i uppdateringsinformation.
tr: Güncelleme bilgilerinde geçersiz tarih formatı.

source: Linuxsat Panel
af: Linuxsat Paneel
ar: لوحة Linuxsat
cs: Panel Linuxsat
fr: Panneau Linuxsat
hr: Linuxsat ploča
pl: Panel Linuxsat
ro: Panou Linuxsat
ru: Панель Linuxsat
sk: Panel Linuxsat
sl: Linuxsat plošča
sr: Линуксат панел

source: No update information available.
af: Geen opdateringsinligting beskikbaar nie.
ar: لا تتوفر معلومات تحديث.
cs: Nejsou k dispozici žádné informace o aktualizaci.
de: Keine Aktualisierungsinformationen verfügbar.
fr: Aucune information de mise à jour disponible.
hu: Nincs elérhető frissítési információ.
ro: Nicio informație de actualizare disponibilă.
ru: Нет доступной информации об обновлении.
sk: Nie sú k dispozícii žiadne informácie o aktualizácii.
sl: Ni na voljo informacij o posodobitvi.
sr: Нема доступних информација о ажурирању.
sv: Ingen uppdateringsinformation tillgänglig.
tr: Kullanılabilir güncelleme bilgisi yok.

source: Premium
ar: مميز
cs: Prémiové
hu: Prémium
ru: Премиум
sk: Prémiové
sr: Премијум

source: Reload
af: Herlaai
ar: إعادة تحميل
cs: Znovu načíst
de: Neu laden
fr: Recharger
hu: Újratöltés
ro: Reîncarcă
ru: Перезагрузить
sk: Znovu načítať
sl: Ponovno naloži
sr: Поново учитај
sv: Ladda om
tr: Yeniden Yükle

source: Unknown Image!
af: Onbekende beeld!
ar: صورة غير معروفة!
cs: Neznámý obraz!
de: Unbekanntes Image!
fr: Image inconnue !
hu: Ismeretlen Image!
ro: Imagine necunoscută!
ru: Неизвестный образ!
sk: Neznámy obraz!
sl: Neznana slika!
sr: Непозната слика!
sv: Okänd bild!
tr: Bilinmeyen İmaj!

source: File Commander - Addon
hr: File Commander - Dodatak
pl: File Commander - dodatek
