Repository: Belfagor2005/LinuxsatPanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/LinuxsatPanel/locale/*/LC_MESSAGES/LinuxsatPanel.po
Languages: af, ar, cs, de, el, fr, hr, hu, it, pl, ro, ru, sk, sl, sr, sv, tr

source: Put radio services in a separate bouquet, not the main tv bouquet. This is required when the provider duplicates channel numbers for tv and radio.
af: Plaas radiodienste in 'n aparte boeket, nie die hoof TV boeket nie. Dit is nodig wanneer die verskaffer kanaalnommers vir TV en radio dupliseer.
ar: ضع الخدمات الإذاعية في باقة منفصلة، وليس في باقة التلفزيون الرئيسية. هذا مطلوب عندما يكرر المزود أرقام القنوات للتلفزيون والراديو.
cs: Umístěte rádiové služby do samostatného bouquetu, ne do hlavního TV bouquetu. To je vyžadováno, když poskytovatel duplikuje čísla kanálů pro TV a rádio.
de: Fügen Sie Radiodienste in ein separates Bouquet ein, nicht in das Haupt-TV-Bouquet. Dies ist erforderlich, wenn der Anbieter Kanalnummern für TV und Radio dupliziert.
el: Βάλτε τις ραδιοφωνικές υπηρεσίες σε ξεχωριστό μπουκέτο, όχι στο κύριο τηλεοπτικό μπουκέτο. Αυτό απαιτείται όταν ο πάροχος διπλασιάζει τους αριθμούς καναλιών για την τηλεόραση και το ραδιόφωνο.
fr: Placez les services radio dans un bouquet séparé, pas dans le bouquet TV principal. Ceci est nécessaire lorsque le fournisseur duplique les numéros de chaînes pour la TV et la radio.
hu: A rádiószolgáltatásokat külön csokorba helyezze, ne a fő TV csokorba. Ez akkor szükséges, ha a szolgáltató duplikálja a csatornaszámokat a TV és rádió számára.
it: Metti i servizi radio in un bouquet separato, non nel bouquet tv principale. Questo è necessario quando il provider duplica i numeri dei canali per tv e radio.
ro: Puneți serviciile radio într-un buchet separat, nu în buchetul principal TV. Acest lucru este necesar atunci când furnizorul duplică numerele de canale pentru TV și radio.
ru: Поместите радиослужбы в отдельный букет, а не в основной телевизионный букет. Это необходимо, когда провайдер дублирует номера каналов для ТВ и радио.
sk: Umiestnite rádiové služby do samostatného bouquetu, nie do hlavného TV bouquetu. Toto je potrebné, keď poskytovateľ duplikuje čísla kanálov pre TV a rádio.
sl: Radijske storitve postavite v ločen šopek, ne v glavni TV šopek. To je potrebno, ko ponudnik podvaja številke kanalov za TV in radio.
sr: Стави радио услуге у засебни букет, а не у главни ТВ букет. Ово је потребно када провајдер дуплира бројеве канала за ТВ и радио.
sv: Placera radiotjänster i en separat bukett, inte huvud-TV-buketten. Detta krävs när leverantören duplicerar kanalnummer för TV och radio.
tr: Radyo hizmetlerini ana TV buketine değil, ayrı bir bukete koyun. Bu, sağlayıcı TV ve radyo için kanal numaralarını kopyaladığında gereklidir.

source: Skip duplicates
af: Slaan duplikate oor
ar: تخطي المكررات
cs: Přeskočit duplicity
de: Duplikate überspringen
el: Παράλειψη διπλότυπων
fr: Ignorer les doublons
hu: Duplikátumok kihagyása
it: Salta i duplicati
ro: Omite duplicatele
ru: Пропустить дубликаты
sk: Preskočiť duplicity
sl: Preskoči podvojitve
sr: Прескочи дупликате
sv: Hoppa över duplikat
tr: Kopyaları atla

source: Do not add duplicated or non indexed channels to the bouquet.
af: Moenie gedupliseerde of nie-geïndekseerde kanale by die boeket voeg nie.
ar: لا تقم بإضافة قنوات مكررة أو غير مفهرسة إلى الباقة.
cs: Nepřidávejte duplicitní nebo neindexované kanály do bouquetu.
de: Fügen Sie keine duplizierten oder nicht indizierten Kanäle zum Bouquet hinzu.
el: Μην προσθέτετε διπλότυπα ή μη ευρετηριασμένα κανάλια στο μπουκέτο.
fr: Ne pas ajouter de chaînes dupliquées ou non indexées au bouquet.
hu: Ne adjon hozzá duplikált vagy nem indexelt csatornákat a csokorhoz.
it: Non aggiungere al bouquet canali duplicati o non indicizzati.
ro: Nu adăugați canale duplicate sau neindexate în buchet.
ru: Не добавлять дублированные или неиндексированные каналы в букет.
sk: Nepridávajte duplicitné alebo neindexované kanály do bouquetu.
sl: Ne dodajajte podvojenih ali neindeksiranih kanalov v šopek.
sr: Немој додавати дуплиране или неиндексиране канале у букет.
sv: Lägg inte till dubblerade eller icke-indexerade kanaler i buketten.
tr: Bukete yinelenen veya indekslenmemiş kanalları eklemeyin.

source: Rebuild bouquet
af: Herbou boeket
ar: إعادة بناء الباقة
cs: Přestavět bouquet
de: Bouquet neu aufbauen
el: Αναδημιουργία μπουκέτου
fr: Reconstruire le bouquet
hu: Csokor újraépítése
it: Ricostruire il bouquet
ro: Reconstruiește buchetul
ru: Перестроить букет
sk: Prestavať bouquet
sl: Obnovi šopek
sr: Обнови букет
sv: Återuppbygg bukett
tr: Buketi yeniden oluştur

source: Terrestrial Bouquet Error
af: Terrestriële boeket fout
ar: خطأ في الباقة الأرضية
cs: Chyba terestrického bouquetu
de: Fehler beim terrestrischen Bouquet
el: Σφάλμα επίγειου μπουκέτου
fr: Erreur de bouquet terrestre
hu: Földfelszíni csokor hiba
it: Errore Bouquet Terrestre
ro: Eroare buchet terestru
ru: Ошибка эфирного букета
sk: Chyba terestriálneho bouquetu
sl: Napaka zemeljskega šopka
sr: Грешка земаљског букета
sv: Fel med markbunden bukett
tr: Karasal Buket Hatası

source: Terrestrial bouquet successfully rebuilt.
af: Terrestriële boeket suksesvol herbou.
ar: تم إعادة بناء الباقة الأرضية بنجاح.
cs: Terestrický bouquet byl úspěšně přestavěn.
de: Terrestrisches Bouquet erfolgreich neu aufgebaut.
el: Το επίγειο μπουκέτο ανακατασκευάστηκε με επιτυχία.
fr: Bouquet terrestre reconstruit avec succès.
hu: A földfelszíni csokor sikeresen újraépült.
it: Bouquet Terrestre ricostruito con successo.
ro: Buchetul terestru a fost reconstruit cu succes.
ru: Эфирный букет успешно перестроен.
sk: Terestriálny bouquet bol úspešne prestavaný.
sl: Zemeljski šopek je bil uspešno obnovljen.
sr: Земаљски букет је успешно обновљен.
sv: Markbunden bukett har återuppbyggts.
tr: Karasal buket başarıyla yeniden oluşturuldu.

source: Terrestrial Bouquet
af: Terrestriële boeket
ar: باقة أرضية
cs: Terestrický bouquet
de: Terrestrisches Bouquet
el: Επίγειο μπουκέτο
fr: Bouquet terrestre
hu: Földfelszíni csokor
it: Bouquet Terrestre
ro: Buchet terestru
ru: Эфирный букет
sk: Terestriálny bouquet
sl: Zemeljski šopek
sr: Земаљски букет
sv: Markbunden bukett
tr: Karasal Buket

source: Create an ordered bouquet of terrestrial services based on LCN data from your local transmitter.
af: Skep 'n geordende boeket van terrestriële dienste gebaseer op LCN-data van jou plaaslike sender.
ar: إنشاء باقة مرتبة من الخدمات الأرضية بناءً على بيانات LCN من جهاز الإرسال المحلي الخاص بك.
cs: Vytvořit uspořádaný bouquet terestrických služeb na základě LCN dat z vašeho místního vysílače.
de: Erstellen Sie ein geordnetes Bouquet von terrestrischen Diensten basierend auf LCN-Daten Ihres lokalen Senders.
el: Δημιουργήστε ένα οργανωμένο μπουκέτο επίγειων υπηρεσιών με βάση τα δεδομένα LCN από τον τοπικό σας πομπό.
fr: Créer un bouquet ordonné de services terrestres basé sur les données LCN de votre émetteur local.
hu: Rendezett csokor létrehozása a földfelszíni szolgáltatásokból a helyi adó LCN adatai alapján.
it: Crea un bouquet ordinato di servizi terrestri basato sui dati LCN del tuo trasmettitore locale.
ro: Creați un buchet ordonat de servicii terestre pe baza datelor LCN de la emițătorul dvs. local.
ru: Создать упорядоченный букет эфирных служб на основе данных LCN от вашего местного передатчика.
sk: Vytvoriť usporiadaný bouquet terestriálnych služieb na základe LCN údajov z vášho miestneho vysielača.
sl: Ustvari urejen šopek zemeljskih storitev na podlagi podatkov LCN vašega lokalnega oddajnika.
sr: Направи уређени букет земаљских услуга на основу ЛЦН података са вашег локалног предајника.
sv: Skapa en ordnad bukett av markbundna tjänster baserat på LCN-data från din lokala sändare.
tr: Yerel vericinizden alınan LCN verilerine dayalı olarak sıralı bir karasal hizmet buketi oluşturun.

source: Free Space:
af: Vrye spasie:
ar: مساحة خالية:
cs: Volné místo:
de: Freier Speicherplatz:
el: Ελεύθερος χώρος:
fr: Espace libre :
hu: Szabad hely:
it: Spazio Libero:
ro: Spațiu liber:
ru: Свободное место:
sk: Voľné miesto:
sl: Prost prostor:
sr: Слободан простор:
sv: Ledigt utrymme:
tr: Boş alan:

source: of
af: van
ar: من
cs: z
de: von
el: από
fr: de
ro: din
ru: из
sk: z
sl: od
sr: од
sv: av

source: play/show Files
el: αναπαραγωγή/εμφάνιση αρχείων
hr: reprodukcija/prikaz datoteka
pl: odtwórz/pokaż pliki

source: Save
af: Stoor
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
fr: Enregistrer
hu: Mentés
it: Salva
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Сачувај
sv: Spara
tr: Kaydet

source: Cancel
el: Άκυρο
hr: Otkaži
it: Annulla
pl: Anuluj

source: Hide/Show
el: Απόκρυψη/Εμφάνιση
hr: Sakrij/Prikaži
it: Nascondi/Mostra
pl: Ukryj/Pokaż

source: Restart
el: Επανεκκίνηση
hr: Pokreni ponovno
it: Riavvia

source: Execution progress
el: Πρόοδος εκτέλεσης
hr: Napredak izvršenja
it: Esecuzione in corso
pl: Postęp wykonania

source: Please Wait...
af: Wag asseblief...
ar: يرجى الانتظار...
cs: Prosím čekejte...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
fr: Veuillez patienter...
hr: Molimo pričekajte...
hu: Kérem várjon...
it: Attendi Prego...
pl: Proszę czekać...
ro: Vă rugăm așteptați...
ru: Пожалуйста, подождите...
sk: Prosím čakajte...
sl: Prosimo, počakajte...
sr: Молимо сачекајте...
sv: Vänligen vänta...
tr: Lütfen Bekleyin...

source: 0 Sort A-Z
el: 0 Ταξινόμηση A-Z
it: 0 Ordinamento A-Z

source: 0 Sort Default
el: 0 Ταξιν. Προεπιλογή
it: 0 Ordinamento Predefinito

source: These Panel may contain Adult content are you sure you want to continue?
el: Αυτό το πάνελ ενδέχεται να περιέχει περιεχόμενο για ενήλικες Είστε σίγουροι ότι θέλετε να συνεχίσετε;
hr: Ova Ploča može sadržavati sadržaj za odrasle Jeste li sigurni da želite nastaviti?
it: Questi pannelli possono contenere contenuti per adulti Sei sicuro di voler continuare?
pl: Ten Panel może zawierać treści dla dorosłych czy na pewno chcesz kontynuować?

source: Error: No Data Find.
af: Fout: Geen data gevind nie.
ar: خطأ: لم يتم العثور على بيانات.
cs: Chyba: Nebyla nalezena žádná data.
de: Fehler: Keine Daten gefunden.
el: Σφάλμα: Δεν βρέθηκαν δεδομένα.
fr: Erreur : Aucune donnée trouvée.
hu: Hiba: Nincs adat.
ro: Eroare: Nu s-au găsit date.
ru: Ошибка: Данные не найдены.
sk: Chyba: Nenašli sa žiadne údaje.
sl: Napaka: Ni podatkov.
sr: Грешка: Нема података.
sv: Fel: Inga data hittades.
tr: Hata: Veri Bulunamadı.

source: Do you want to Order LCN Bouquet
el: Θέλετε να ταξινομήσετε το μπουκέτο LCN
it: Vuoi ordinare il bouquet LCN

source: [LCNScanner] LCN scan finished Channels Ordered!
el: [LCNScanner] Η σάρωση LCN ολοκληρώθηκε Τα κανάλια ταξινομήθηκαν!
it: [LCNScanner] Scansione LCN completata Canali ordinati!

source: [Checkskin] This operation checks if the skin has its components (is not sure).. Do you really want to continue?
el: [Checkskin] Αυτή η λειτουργία ελέγχει εάν το θέμα έχει τα συστατικά του (δεν είναι σίγουρο).. Θέλετε πραγματικά να συνεχίσετε;
it: [Checkskin] Questa operazione controlla se la skin ha i suoi componenti (non è sicuro). Vuoi davvero continuare?

source: Do you want to execute %s?
el: Θέλετε να εκτελέσετε το %s;
it: Vuoi eseguire %s ?
pl: Czy chcesz wykonać %s?

source: Executing %s Please Wait...
el: Εκτέλεση του %s Παρακαλώ περιμένετε...
hr: Izvršavanje %s Molim te čekaj...
it: Eseguo %s Attendere Prego...
pl: Wykonywanie %s Proszę czekać...

source: Do you want add Cline?
af: Wil jy Cline byvoeg?
ar: هل تريد إضافة Cline؟
cs: Chcete přidat Cline?
de: Möchten Sie eine Cline hinzufügen?
el: Θέλετε να προσθέσετε Cline;
fr: Voulez-vous ajouter Cline ?
hu: Szeretne Cline-t hozzáadni?
it: Vuoi aggiungere Cine?
ro: Doriți să adăugați Cline?
ru: Хотите добавить Cline?
sk: Chcete pridať Cline?
sl: Ali želite dodati Cline?
sr: Желите ли додати Цлине?
sv: Vill du lägga till Cline?
tr: Cline eklemek istiyor musunuz?

source: File not found /etc/CCcam.cfg! Restart please...
el: Το αρχείο /etc/CCcam.cfg δεν βρέθηκε! Κάντε επανεκκίνηση παρακαλώ...
hr: Datoteka nije pronađena /etc/CCcam.cfg! Ponovno pokreni, molim...
it: File non trovato /etc/CCcam.cfg! Riavvia prego...
pl: Nie znaleziono pliku /etc/CCcam.cfg! Proszę uruchomić ponownie...

source: File not found /etc/tuxbox/config/oscam.server! Restart please...
el: Το αρχείο /etc/tuxbox/config/oscam.server δεν βρέθηκε! Κάντε επανεκκίνηση παρακαλώ...
hr: Datoteka nije pronađena /etc/tuxbox/config/oscam.server! Ponovno pokreni, molim...
it: File non trovato /etc/tuxbox/config/oscam.server! Riavvia prego...
pl: Nie znaleziono pliku /etc/tuxbox/config/oscam.server! Proszę uruchomić ponownie...

source: Server %s added in %s Server:%s Port:%s User:%s Password:%s
el: Ο διακομιστής %s προστέθηκε στο %s Διακομιστής:%s Θύρα:%s Χρήστης:%s Κωδικός:%s
hr: Poslužitelj %s dodan %s Poslužitelj:%s Luka:%s Korisnik:%s Lozinka:%s
pl: Serwer %s dodano w %s Serwer:%s Port:%s Użytkownik:%s Hasło:%s

source: Server Error. Try again, you'll be luckier!
el: Σφάλμα διακομιστή. Δοκιμάστε ξανά, ίσως είστε πιο τυχεροί!
hr: Pogreška poslužitelja. Pokušajte ponovno, imat ćete više sreće!
it: Server Error. Riprova, sarai più fortunato!
pl: Błąd serwera. Spróbuj ponownie, będziesz miał więcej szczęścia!

source: Install
af: Installeer
ar: تثبيت
cs: Instalovat
de: Installieren
el: Εγκατάσταση
fr: Installer
hr: Instaliraj
hu: Telepítés
it: Installa/Aggiorna
pl: Instaluj
ro: Instalează
ru: Установить
sk: Inštalovať
sl: Namesti
sr: Инсталирај
sv: Installera
tr: Yükle

source: Remove
af: Verwyder
ar: إزالة
cs: Odstranit
de: Entfernen
el: Αφαίρεση
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
pl: Usuń
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Уклони
sv: Ta bort
tr: Kaldır

source: Restart enigma
af: Herbegin Enigma
ar: إعادة تشغيل Enigma
cs: Restartovat Enigmu
de: Enigma neu starten
el: Επανεκκίνηση enigma
fr: Redémarrer Enigma
hr: Ponovno pokretanje enigme
hu: Enigma újraindítása
it: Riavvia Enigma
pl: Ponowne uruchomienie enigmy
ro: Reporniți Enigma
ru: Перезапуск Enigma
sk: Reštartovať Enigmu
sl: Ponovni zagon Enigme
sr: Поново покрени Енигму
sv: Starta om Enigma
tr: Enigma'yı yeniden başlat

source: 0 Halign Left
el: 0 Στοίχιση αριστερά
hr: 0 Halign Lijevo
it: 0 Allinea Sx
pl: 0 Wyrównywać po lewej

source: 0 Halign Right
el: 0 Στοίχιση δεξιά
hr: 0 Halign Desno
it: 0 Allinea Dx
pl: 0 Wyrównaj w prawo

source: Load Category...
af: Laai kategorie...
ar: تحميل الفئة...
cs: Načíst kategorii...
de: Kategorie laden...
el: Φόρτωση κατηγορίας...
fr: Charger la catégorie...
hr: Kategorija opterećenja...
hu: Kategória betöltése...
it: Carico Categoria...
pl: Załaduj kategorię...
ro: Încarcă categorie...
ru: Загрузить категорию...
sk: Načítať kategóriu...
sl: Naloži kategorijo...
sr: Учитај категорију...
sv: Ladda kategori...
tr: Kategori Yükle...

source: Category:
el: Κατηγορία:
hr: Kategorija:
it: Categoria:
pl: Kategoria:

source: Unknow Image!
el: Άγνωστο image!
hr: Nepoznata slika!
it: Immagine non corretta!
pl: Nieznany obraz!

source: Do you want to install %s?
el: Θέλετε να εγκαταστήσετε το %s;
hr: Želite li instalirati %s?
it: Vuoi installare %s ?
pl: Czy chcesz zainstalować %s?

source: Installing %s Please Wait...
el: Εγκατάσταση του %s Παρακαλώ περιμένετε...
hr: Instaliranje %s Molim te čekaj...
it: Installa %s Attendere Prego...
pl: Instalowanie %s Proszę czekać...

source: Download page get failed ...
af: Laai bladsy af het misluk...
ar: فشل في تحميل الصفحة ...
cs: Stahování stránky se nezdařilo...
de: Download-Seite fehlgeschlagen ...
el: Η λήψη της σελίδας απέτυχε ...
fr: Échec du téléchargement de la page...
hr: Stranica za preuzimanje nije uspjela ...
hu: Az oldal letöltése sikertelen...
it: La pagina di download non è riuscita ...
pl: Strona pobierania nie powiodła się...
ro: Descărcarea paginii a eșuat...
ru: Страница загрузки не удалась...
sk: Sťahovanie stránky zlyhalo...
sl: Prenos strani ni uspel ...
sr: Преузимање странице није успело...
sv: Nedladdning av sida misslyckades...
tr: İndirme sayfası alınamadı...

source: [LCNScanner] Do you want to Scan Order LCN Bouquet
el: [LCNScanner] Θέλετε να σαρώσετε την ταξινόμηση μπουκέτου LCN
it: [LCNScanner] Vuoi scansionare l'ordine LCN Bouquet

source: Do you want to install?
el: Θέλετε να εγκαταστήσετε;
it: Vuoi installare ?
pl: Czy chcesz zainstalować?

source: Settings Not Installed ...
af: Instellings nie geïnstalleer nie...
ar: لم يتم تثبيت الإعدادات ...
cs: Nastavení není nainstalováno...
de: Einstellungen nicht installiert ...
el: Οι ρυθμίσεις δεν εγκαταστάθηκαν ...
fr: Paramètres non installés...
hr: Postavke nisu instalirane ...
hu: A beállítások nincsenek telepítve...
it: Liste canali non installate...
pl: Ustawienia nie zostały zainstalowane...
ro: Setările nu sunt instalate...
ru: Настройки не установлены...
sk: Nastavenia nie sú nainštalované...
sl: Nastavitve niso nameščene ...
sr: Подешавања нису инсталирана...
sv: Inställningar inte installerade...
tr: Ayarlar Yüklenmemiş...

source: Do you want to remove?
af: Wil jy verwyder?
ar: هل تريد الإزالة؟
cs: Chcete odstranit?
de: Möchten Sie es entfernen?
el: Θέλετε να το αφαιρέσετε;
fr: Voulez-vous supprimer ?
hr: Želite li ukloniti?
hu: El szeretné távolítani?
it: Vuoi rimuovere ?
pl: Czy chcesz usunąć?
ro: Doriți să eliminați?
ru: Вы хотите удалить?
sk: Chcete odstrániť?
sl: Ali želite odstraniti?
sr: Желите ли уклонити?
sv: Vill du ta bort?
tr: Kaldırmak istiyor musunuz?

source: Removing %s
af: Verwyder %s
ar: جاري إزالة %s
cs: Odebírání %s
de: Entferne %s
el: Αφαίρεση του %s
fr: Suppression de %s
hr: Uklanjanje %s
hu: %s eltávolítása
it: Rimuovo %s
pl: Usuwanie %s
ro: Se elimină %s
ru: Удаление %s
sk: Odstraňuje sa %s
sl: Odstranjevanje %s
sr: Уклањање %s
sv: Tar bort %s
tr: %s kaldırılıyor

source: Do you want to restart Gui Interface?
af: Wil jy die GUI-koppelvlak herbegin?
ar: هل تريد إعادة تشغيل واجهة المستخدم الرسومية؟
cs: Chcete restartovat grafické rozhraní?
de: Möchten Sie die GUI-Oberfläche neu starten?
el: Θέλετε να κάνετε επανεκκίνηση της διεπαφής χρήστη;
fr: Voulez-vous redémarrer l'interface graphique ?
hr: Želite li ponovno pokrenuti Gui sučelje?
hu: Szeretné újraindítani a grafikus felületet?
it: Vuoi riavviare l'Interfaccia Grafica?
pl: Czy chcesz ponownie uruchomić interfejs Gui?
ro: Doriți să reporniți interfața grafică?
ru: Вы хотите перезапустить интерфейс GUI?
sk: Chcete reštartovať grafické rozhranie?
sl: Ali želite znova zagnati grafični vmesnik?
sr: Желите ли поново покренути графички интерфејс?
sv: Vill du starta om gränssnittet?
tr: GUI arayüzünü yeniden başlatmak istiyor musunuz?

source: New version %s is available Changelog: %s Press green button to start updating
el: Νέα έκδοση %s είναι διαθέσιμη Καταγραφή αλλαγών: %s Πατήστε το πράσινο κουμπί για να ξεκινήσει η ενημέρωση
hr: Dostupna je nova verzija %s Dnevnik promjena: %s Pritisnite zeleni gumb za početak ažuriranja
it: È disponibile la nuova versione %s Registro delle modifiche: %s Premere il pulsante verde per avviare l'aggiornamento
pl: Dostępna jest nowa wersja %s Dziennik zmian: %s Naciśnij zielony przycisk, aby rozpocząć aktualizację

source: Update
af: Dateer op
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
fr: Mettre à jour
hr: Ažuriraj
hu: Frissítés
it: Aggiornare
pl: Aktualizuj
ro: Actualizare
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sr: Ажурирај
sv: Uppdatera
tr: Güncelle

source: New version %s is available. Changelog: %s Do you want to install it now?
el: Νέα έκδοση %s είναι διαθέσιμη. Καταγραφή αλλαγών: %s Θέλετε να την εγκαταστήσετε τώρα;
hr: Dostupna je nova verzija %s. Dnevnik promjena: %s Želite li ga instalirati sada?
it: È disponibile la nuova versione %s. Registro delle modifiche: %s Vuoi installarla ora?
pl: Dostępna jest nowa wersja %s. Lista zmian: %s Czy chcesz go teraz zainstalować?

source: Congrats! You already have the latest version...
af: Baie geluk! Jy het reeds die nuutste weergawe...
ar: تهانينا! لديك بالفعل أحدث إصدار...
cs: Gratuluji! Už máte nejnovější verzi...
de: Glückwunsch! Sie haben bereits die neueste Version...
el: Συγχαρητήρια! Έχετε ήδη την πιο πρόσφατη έκδοση...
fr: Félicitations ! Vous avez déjà la dernière version...
hr: Congrats! Već imate najnoviju verziju...
hu: Gratulálok! Már a legújabb verzióval rendelkezik...
it: Congratulazioni! Hai già l'ultima versione...
pl: Gratulacje! Masz już najnowszą wersję...
ro: Felicitări! Aveți deja cea mai recentă versiune...
ru: Поздравляю! У вас уже установлена последняя версия...
sk: Gratulujem! Už máte najnovšiu verziu...
sl: Čestitke! Že imate najnovejšo različico...
sr: Честитамо! Већ имате најновију верзију...
sv: Grattis! Du har redan den senaste versionen...
tr: Tebrikler! Zaten en son sürüme sahipsiniz...

source: Do you want to install update ( %s ) now?
el: Θέλετε να εγκαταστήσετε την ενημέρωση ( %s ) τώρα;
hr: Želite li sada instalirati ažuriranje ( %s ) ?
it: Vuoi installare l'aggiornamento (%s)ora ?
pl: Czy chcesz teraz zainstalować aktualizację (%s)?

source: Update Aborted!
af: Opdatering gestaak!
ar: تم إلغاء التحديث!
cs: Aktualizace zrušena!
de: Aktualisierung abgebrochen!
el: Η ενημέρωση ακυρώθηκε!
fr: Mise à jour annulée !
hr: Ažuriranje prekinuto!
hu: Frissítés megszakítva!
it: Aggionamento Annullato!
pl: Aktualizacja przerwana!
ro: Actualizare anulată!
ru: Обновление прервано!
sk: Aktualizácia prerušená!
sl: Posodobitev prekinjena!
sr: Ажурирање прекинуто!
sv: Uppdatering avbruten!
tr: Güncelleme İptal Edildi!

source: Unable to download updates!
af: Kan nie opdaterings aflaai nie!
ar: غير قادر على تنزيل التحديثات!
cs: Nelze stáhnout aktualizace!
de: Updates können nicht heruntergeladen werden!
el: Δεν είναι δυνατή η λήψη ενημερώσεων!
fr: Impossible de télécharger les mises à jour !
hr: Nije moguće preuzeti ažuriranja!
hu: Nem sikerült letölteni a frissítéseket!
it: Impossibile scaricare aggiornamento!
pl: Nie można pobrać aktualizacji!
ro: Nu se pot descărca actualizările!
ru: Невозможно загрузить обновления!
sk: Nie je možné stiahnuť aktualizácie!
sl: Posodobitev ni mogoče prenesti!
sr: Није могуће преузети ажурирања!
sv: Kan inte ladda ner uppdateringar!
tr: Güncellemeler indirilemiyor!

source: Check Connection!
af: Kontroleer verbinding!
ar: تحقق من الاتصال!
cs: Zkontrolujte připojení!
de: Verbindung prüfen!
el: Έλεγχος σύνδεσης!
fr: Vérifier la connexion !
hr: Provjerite vezu!
hu: Ellenőrizze a kapcsolatot!
it: Controlla Connessione!
pl: Sprawdź połączenie!
ro: Verificați conexiunea!
ru: Проверьте подключение!
sk: Skontrolujte pripojenie!
sl: Preverite povezavo!
sr: Провери везу!
sv: Kontrollera anslutning!
tr: Bağlantıyı kontrol et!

source: 0 Sort
el: 0 Ταξινόμηση
it: Ordinamento

source: Sort A-Z
af: Sorteer A-Z
ar: ترتيب أ-ي
cs: Seřadit A-Z
de: Sortiere A-Z
el: Ταξινόμηση A-Z
fr: Trier A-Z
hu: Rendezés A-Z
it: Ordinamento A-Z
ro: Sortează A-Z
ru: Сортировка А-Я
sk: Zoradiť A-Z
sl: Razvrsti A-Ž
sr: Сортирај А-Ш
sv: Sortera A-Ö
tr: A-Z Sırala

source: Sort Default
af: Verstek sortering
ar: الترتيب الافتراضي
cs: Výchozí řazení
de: Standardsortierung
el: Προεπιλεγμένη ταξινόμηση
fr: Tri par défaut
hu: Alapértelmezett rendezés
it: Ordinamento Predefinito
ro: Sortare implicită
ru: Сортировка по умолчанию
sk: Predvolené zoradenie
sl: Privzeto razvrščanje
sr: Подразумевано сортирање
sv: Standardsortering
tr: Varsayılan Sırala

source: Do you want to Order LCN Bouquet?
af: Wil jy LCN Boeket orden?
ar: هل تريد ترتيب باقة LCN؟
cs: Chcete seřadit LCN bouquet?
de: Möchten Sie das LCN-Bouquet ordnen?
el: Θέλετε να ταξινομήσετε το μπουκέτο LCN;
fr: Voulez-vous ordonner le bouquet LCN ?
hu: Szeretné rendezni az LCN csokrot?
it: Vuoi ordinare il bouquet LCN?
ro: Doriți să ordonați buchetul LCN?
ru: Хотите упорядочить LCN букет?
sk: Chcete zoradiť LCN bouquet?
sl: Ali želite urediti LCN šopek?
sr: Желите ли поређати ЛЦН букет?
sv: Vill du beställa LCN-bukett?
tr: LCN Buketini sıralamak istiyor musunuz?
