Repository: Belfagor2005/LinuxsatPanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/LinuxsatPanel/locale/*/LC_MESSAGES/LinuxsatPanel.po
Languages: af, ar, cs, de, el, fr, hr, hu, it, pl, ro, ru, sk, sl, sr, sv, tr

source: No entry in lcn db. Please do a service scan.
af: Geen inskrywing in lcn db nie. Doen asseblief 'n diens skandering.
ar: لا يوجد إدخال في قاعدة بيانات LCN. يرجى إجراء فحص الخدمة.
cs: Žádný záznam v LCN databázi. Prosím proveďte skenování služeb.
de: Kein Eintrag in der LCN-Datenbank. Bitte führen Sie einen Service-Scan durch.
el: Δεν υπάρχουν καταχωρήσεις στη βάση δεδομένων LCN. Παρακαλώ κάντε σάρωση υπηρεσιών.
fr: Aucune entrée dans la base de données LCN. Veuillez effectuer une analyse des services.
hu: Nincs bejegyzés az LCN adatbázisban. Kérjük, végezzen szolgáltatás-keresést.
it: Nessuna voce nel database LCN. Eseguire una scansione del servizio.
ro: Nicio intrare în baza de date LCN. Vă rugăm să efectuați o scanare a serviciilor.
ru: Нет записи в базе данных LCN. Пожалуйста, выполните сканирование служб.
sk: Žiadny záznam v LCN databáze. Prosím vykonajte skenovanie služieb.
sl: Ni vnosa v zbirki podatkov LCN. Izvedite skeniranje storitev.
sr: Нема уноса у ЛЦН бази података. Молимо извршите скенирање услуга.
sv: Ingen post i LCN-databasen. Utför en tjänsteskanning.
tr: LCN veritabanında giriş yok. Lütfen bir hizmet taraması yapın.

source: Enable terrestrial LCN:
af: Aktiveer terrestriële LCN:
ar: تمكين LCN الأرضي:
cs: Povolit terestrické LCN:
de: Terrestrische LCN aktivieren:
el: Ενεργοποίηση επίγειου LCN:
fr: Activer LCN terrestre :
hu: Földfelszíni LCN engedélyezése:
it: Abilita LCN terrestre:
ro: Activați LCN terestru:
ru: Включить эфирный LCN:
sk: Povoliť terestriálne LCN:
sl: Omogoči zemeljski LCN:
sr: Омогући земаљски ЛЦН:
sv: Aktivera markbunden LCN:
tr: Karasal LCN'yi etkinleştir:

source: Terrestrial bouquet:
af: Terrestriële boeket:
ar: الباقة الأرضية:
cs: Terestrický bouquet:
de: Terrestrisches Bouquet:
el: Επίγειο μπουκέτο:
fr: Bouquet terrestre :
hu: Földfelszíni csokor:
it: Bouquet Terrestre:
ro: Buchet terestru:
ru: Эфирный букет:
sk: Terestriálny bouquet:
sl: Zemeljski šopek:
sr: Земаљски букет:
sv: Markbunden bukett:
tr: Karasal buket:

source: LCN rules:
af: LCN reëls:
ar: قواعد LCN:
cs: LCN pravidla:
de: LCN-Regeln:
el: Κανόνες LCN:
fr: Règles LCN :
hu: LCN szabályok:
it: Regole LCN:
ro: Reguli LCN:
ru: Правила LCN:
sk: LCN pravidlá:
sl: Pravila LCN:
sr: ЛЦН правила:
sv: LCN-regler:
tr: LCN kuralları:

source: Rebuild
af: Herbou
ar: إعادة بناء
cs: Přestavět
de: Neu aufbauen
el: Αναδημιουργία
fr: Reconstruire
hu: Újraépítés
it: Ricostruzione
ro: Reconstruiește
ru: Перестроить
sk: Prestavať
sl: Obnovi
sr: Обнови
sv: Återuppbygg
tr: Yeniden Oluştur

source: Exit
af: Uitgang
ar: خروج
cs: Konec
de: Beenden
el: Έξοδος
fr: Quitter
hr: Izlaz
hu: Kilépés
it: Esci
pl: Wyjście
ro: Ieșire
ru: Выход
sk: Ukončiť
sl: Izhod
sr: Излаз
sv: Avsluta
tr: Çıkış

source: Rebuild LCN bouquet now?
af: Herbou LCN boeket nou?
ar: إعادة بناء باقة LCN الآن؟
cs: Přestavět LCN bouquet nyní?
de: LCN-Bouquet jetzt neu aufbauen?
el: Να γίνει αναδημιουργία του μπουκέτου LCN τώρα;
fr: Reconstruire le bouquet LCN maintenant ?
hu: Újraépíti az LCN csokrot most?
it: Vuoi ricostruire il bouquet LCN adesso?
ro: Reconstruiți buchetul LCN acum?
ru: Перестроить LCN букет сейчас?
sk: Prestavať LCN bouquet teraz?
sl: Obnovim LCN šopek zdaj?
sr: Обнови ЛЦН букет сада?
sv: Återuppbygg LCN-bukett nu?
tr: LCN buketi şimdi yeniden oluşturulsun mu?

source: Italy
af: Italië
ar: إيطاليا
cs: Itálie
de: Italien
el: Ιταλία
fr: Italie
hu: Olaszország
ro: Italia
ru: Италия
sk: Taliansko
sl: Italija
sr: Италија
sv: Italien
tr: İtalya

source: Entertainment
af: Vermaak
ar: ترفيه
cs: Zábava
de: Unterhaltung
el: Ψυχαγωγία
fr: Divertissement
hu: Szórakozás
ro: Divertisment
ru: Развлечения
sk: Zábava
sl: Zabava
sr: Забава
sv: Underhållning
tr: Eğlence

source: Local Broadcasters
af: Plaaslike uitsaaiers
ar: المذيعون المحليون
cs: Místní vysílatelé
de: Lokale Sender
el: Τοπικοί ραδιοτηλεοπτικοί φορείς
fr: Diffuseurs locaux
hu: Helyi műsorszolgáltatók
ro: Radiodifuzori locali
ru: Местные вещатели
sk: Miestni vysielatelia
sl: Lokalni izvajalci
sr: Локални емитери
sv: Lokala sändare
tr: Yerel Yayıncılar

source: Semi-Generalists
af: Semi-generaliste
ar: شبه عامة
cs: Poloviční generalisté
de: Semigeneralisten
el: Ημι-γενικοί
fr: Semi-généralistes
hu: Fél-általánosok
ro: Semi-generaliști
ru: Полу-общие
sk: Poloviční generalisti
sl: Polsplošni
sr: Полу-генералисти
sv: Semi-generalister
tr: Yarı-Genelciler

source: Information and Culture
af: Inligting en Kultuur
ar: معلومات وثقافة
cs: Informace a kultura
de: Information und Kultur
el: Πληροφόρηση και πολιτισμός
fr: Information et culture
hu: Információ és kultúra
it: Informazioni e Cultura
ro: Informații și cultură
ru: Информация и культура
sk: Informácie a kultúra
sl: Informacije in kultura
sr: Информације и култура
sv: Information och kultur
tr: Bilgi ve Kültür

source: Sports
af: Sport
ar: رياضة
cs: Sport
de: Sport
el: Αθλητισμός
hu: Sport
ro: Sport
ru: Спорт
sk: Šport
sl: Šport
sr: Спорт
sv: Sport
tr: Spor

source: Music
af: Musiek
ar: موسيقى
cs: Hudba
de: Musik
el: Μουσική
fr: Musique
hu: Zene
ro: Muzică
ru: Музыка
sk: Hudba
sl: Glasba
sr: Музика
sv: Musik
tr: Müzik

source: Regional Broadcasters
af: Streeks uitsaaiers
ar: المذيعون الإقليميون
cs: Regionální vysílatelé
de: Regionale Sender
el: Περιφερειακοί ραδιοτηλεοπτικοί φορείς
fr: Diffuseurs régionaux
hu: Regionális műsorszolgáltatók
ro: Radiodifuzori regionali
ru: Региональные вещатели
sk: Regionálni vysielatelia
sl: Regionalni izvajalci
sr: Регионални емитери
sv: Regionala sändare
tr: Bölgesel Yayıncılar

source: Test Channels
af: Toets kanale
ar: قنوات اختبار
cs: Testovací kanály
de: Testkanäle
el: Δοκιμαστικά κανάλια
fr: Chaînes de test
hu: Teszt csatornák
ro: Canale de test
ru: Тестовые каналы
sk: Testovacie kanály
sl: Testni kanali
sr: Тестни канали
sv: Testkanaler
tr: Test Kanalları

source: Promo H264
ar: ترويج H264
el: Προώθηση H264
hu: Promó H264
ru: Промо H264
sr: Промо Х264

source: Sky Channels
af: Sky kanale
ar: قنوات سكاي
cs: Sky kanály
de: Sky-Kanäle
el: Κανάλια Sky
fr: Chaînes Sky
hu: Sky csatornák
ro: Canale Sky
ru: Каналы Sky
sk: Sky kanály
sl: Sky kanali
sr: Скај канали
sv: Sky-kanaler
tr: Sky Kanalları

source: SD Provisionals
af: SD voorlopiges
ar: مؤقتة SD
cs: SD provizorní
de: SD-Vorläufige
el: Προσωρινά SD
fr: Provisoires SD
hu: SD ideiglenesek
ro: Provizorii SD
ru: SD временные
sk: SD provizórne
sl: Začasni SD
sr: СД привремени
sv: SD-tillfälliga
tr: SD Geçiciler

source: HD Channels
af: HD kanale
ar: قنوات HD
cs: HD kanály
de: HD-Kanäle
el: Κανάλια HD
fr: Chaînes HD
hu: HD csatornák
ro: Canale HD
ru: HD каналы
sk: HD kanály
sl: HD kanali
sr: ХД канали
sv: HD-kanaler
tr: HD Kanallar

source: Regional Radio
af: Streeks radio
ar: راديو إقليمي
cs: Regionální rádio
de: Regionales Radio
el: Περιφερειακό ραδιόφωνο
fr: Radio régionale
hu: Regionális rádió
ro: Radio regional
ru: Региональное радио
sk: Regionálne rádio
sl: Regionalni radio
sr: Регионални радио
tr: Bölgesel Radyo

source: Duplicates
af: Duplikate
ar: مكررات
cs: Duplicity
de: Duplikate
el: Διπλότυπα
fr: Doublons
hu: Duplikátumok
ro: Duplicate
ru: Дубликаты
sk: Duplicitné
sl: Podvojitve
sr: Дупликати
sv: Duplikat
tr: Kopyalar

source: LCN Duplicates
af: LCN duplikate
ar: مكررات LCN
cs: LCN duplicity
de: LCN-Duplikate
el: Διπλότυπα LCN
fr: Doublons LCN
hu: LCN duplikátumok
it: Duplicati LCN
ro: Duplicate LCN
ru: Дубликаты LCN
sk: LCN duplicity
sl: Podvojitve LCN
sr: ЛЦН дупликати
sv: LCN-duplikat
tr: LCN Kopyaları

source: UK
af: Verenigde Koninkryk
ar: المملكة المتحدة
cs: Velká Británie
de: Großbritannien
el: Ηνωμένο Βασίλειο
fr: Royaume-Uni
hu: Egyesült Királyság
ro: Regatul Unit
ru: Великобритания
sk: Veľká Británia
sl: Velika Britanija
sr: Велика Британија
sv: Storbritannien
tr: Birleşik Krallık

source: High Definition
af: Hoë definisie
ar: عالية الدقة
cs: Vysoké rozlišení
de: Hohe Auflösung
el: Υψηλής ευκρίνειας
fr: Haute définition
hu: Nagy felbontás
ro: Înaltă definiție
ru: Высокое разрешение
sk: Vysoké rozlíšenie
sl: Visoka ločljivost
sr: Висока дефиниција
sv: Högupplöst
tr: Yüksek Çözünürlük

source: Children
af: Kinders
ar: أطفال
cs: Dětské
de: Kinder
el: Παιδικά
fr: Enfants
hu: Gyerek
ro: Copii
ru: Детские
sk: Detské
sl: Otroški
sr: Дечији
sv: Barn
tr: Çocuk

source: News
af: Nuus
ar: أخبار
cs: Zprávy
de: Nachrichten
el: Ειδησιογραφικά
fr: Actualités
hu: Hírek
ro: Știri
ru: Новости
sk: Správy
sl: Novice
sr: Вести
sv: Nyheter
tr: Haberler

source: BBC Interactive
af: BBC Interaktief
ar: بي بي سي التفاعلية
cs: BBC Interaktivní
de: BBC Interaktiv
el: Διαδραστικό BBC
fr: BBC Interactif
hu: BBC Interaktív
ro: BBC Interactiv
ru: BBC Интерактивный
sk: BBC Interaktívny
sl: BBC Interaktivno
sr: ББЦ Интерактивно
sv: BBC Interaktiv
tr: BBC İnteraktif

source: Adult
af: Volwasse
ar: للبالغين
cs: Pro dospělé
de: Erwachsene
el: Ενηλίκων
fr: Adultes
hu: Felnőtt
ro: Adulți
ru: Для взрослых
sk: Pre dospelých
sl: Za odrasle
sr: За одрасле
sv: Vuxen
tr: Yetişkin

source: Radio
ar: راديو
cs: Rádio
el: Ραδιόφωνο
hu: Rádió
ru: Радио
sk: Rádio
sr: Радио
tr: Radyo

source: Australia
af: Australië
ar: أستراليا
cs: Austrálie
de: Australien
el: Αυστραλία
fr: Australie
hu: Ausztrália
ru: Австралия
sk: Austrália
sl: Avstralija
sr: Аустралија
sv: Australien
tr: Avustralya

source: Terrestrial
af: Terrestriële
ar: أرضي
cs: Terestrický
de: Terrestrisch
el: Επίγεια
fr: Terrestre
hu: Földfelszíni
it: Terrestre
ro: Terestru
ru: Эфирное
sk: Terestriálny
sl: Zemeljski
sr: Земаљски
sv: Markbunden
tr: Karasal

source: Terrestrial Bouquet plugin is not enabled.
af: Terrestriële boeket invoeging is nie geaktiveer nie.
ar: الملحق الإضافي للباقة الأرضية غير مفعل.
cs: Plugin pro terestrický bouquet není povolen.
de: Das Plugin für terrestrisches Bouquet ist nicht aktiviert.
el: Το πρόσθετο Terrestrial Bouquet δεν είναι ενεργοποιημένο.
fr: Le plugin Bouquet terrestre n'est pas activé.
hu: A földfelszíni csokor bővítmény nincs engedélyezve.
it: Il plugin Terrestrial Bouquet non è abilitato.
ro: Pluginul pentru buchet terestru nu este activat.
ru: Плагин эфирного букета не включен.
sk: Plugin pre terestriálny bouquet nie je povolený.
sl: Vtičnik za zemeljski šopek ni omogočen.
sr: Додатак за земаљски букет није омогућен.
sv: Plugin för markbunden bukett är inte aktiverad.
tr: Karasal Buket eklentisi etkin değil.

source: Try running a manual scan of terrestrial frequencies with network scan enabled. If this fails maybe there is no lcn data available in your area.
af: Probeer om 'n handskandering van terrestriële frekwensies met netwerk skandering geaktiveer uit te voer. As dit misluk, is daar dalk geen lcn data beskikbaar in jou area nie.
ar: حاول إجراء فحص يدوي للترددات الأرضية مع تمكين فحص الشبكة. إذا فشل ذلك، فقد لا تتوفر بيانات LCN في منطقتك.
cs: Zkuste provést ruční skenování terestrických frekvencí s povoleným síťovým skenováním. Pokud se to nezdaří, pravděpodobně ve vaší oblasti nejsou k dispozici žádná LCN data.
de: Versuchen Sie einen manuellen Scan terrestrischer Frequenzen mit aktivierter Netzwerksuche. Wenn dies fehlschlägt, sind in Ihrer Gegend möglicherweise keine LCN-Daten verfügbar.
el: Δοκιμάστε να εκτελέσετε μια χειροκίνητη σάρωση επίγειων συχνοτήτων με ενεργοποιημένη τη σάρωση δικτύου. Εάν αυτό αποτύχει, ίσως δεν υπάρχουν διαθέσιμα δεδομένα lcn στην περιοχή σας.
fr: Essayez d'effectuer une analyse manuelle des fréquences terrestres avec l'analyse réseau activée. Si cela échoue, il se peut qu'il n'y ait pas de données LCN disponibles dans votre région.
hu: Próbáljon meg kézi keresést futtatni a földfelszíni frekvenciákon, engedélyezett hálózati kereséssel. Ha ez nem sikerül, akkor valószínűleg nem állnak rendelkezésre LCN adatok az Ön területén.
it: Prova a eseguire una scansione manuale delle frequenze terrestri con la scansione di rete abilitata. Se fallisce, forse non ci sono dati lcn disponibili nella tua zona.
ro: Încercați să efectuați o scanare manuală a frecvențelor terestre cu scanarea rețelei activată. Dacă acest lucru eșuează, poate nu există date LCN disponibile în zona dvs.
ru: Попробуйте выполнить ручное сканирование эфирных частот с включенным сетевым сканированием. Если это не удастся, возможно, в вашем регионе нет доступных данных LCN.
sk: Skúste vykonať manuálne skenovanie terestriálnych frekvencií s povoleným sieťovým skenovaním. Ak sa to nepodarí, pravdepodobne vo vašej oblasti nie sú k dispozícii žiadne LCN údaje.
sl: Poskusite izvesti ročno skeniranje zemeljskih frekvenc z omogočenim omrežnim skeniranjem. Če to ne uspe, morda na vašem območju ni na voljo podatkov LCN.
sr: Покушајте извршити ручно скенирање земаљских фреквенција са омогућеним мрежним скенирањем. Ако ово не успе, можда нема доступних ЛЦН података у вашем подручју.
sv: Försök att köra en manuell skanning av markbundna frekvenser med nätverkssökning aktiverad. Om detta misslyckas kanske det inte finns några LCN-data tillgängliga i ditt område.
tr: Ağ taraması etkinken karasal frekansların manuel taramasını çalıştırmayı deneyin. Bu başarısız olursa, bölgenizde kullanılabilir LCN verisi olmayabilir.

source: There is currently no LCN data stored.
af: Daar is tans geen LCN data gestoor nie.
ar: لا توجد بيانات LCN مخزنة حاليًا.
cs: V současné době nejsou uložena žádná LCN data.
de: Derzeit sind keine LCN-Daten gespeichert.
el: Προς το παρόν δεν υπάρχουν αποθηκευμένα δεδομένα LCN.
fr: Il n'y a actuellement aucune donnée LCN stockée.
hu: Jelenleg nincs tárolt LCN adat.
it: Al momento non sono archiviati dati LCN.
ro: În prezent nu există date LCN stocate.
ru: В настоящее время нет сохраненных данных LCN.
sk: Momentálne nie sú uložené žiadne LCN údaje.
sl: Trenutno ni shranjenih nobenih podatkov LCN.
sr: Тренутно нема сачуваних ЛЦН података.
sv: Det finns för närvarande inga LCN-data lagrade.
tr: Şu anda depolanmış LCN verisi yok.

source: No corresponding terrestrial services found.
af: Geen ooreenstemmende terrestriële dienste gevind nie.
ar: لم يتم العثور على خدمات أرضية مقابلة.
cs: Nebyly nalezeny žádné odpovídající terestrické služby.
de: Keine entsprechenden terrestrischen Dienste gefunden.
el: Δεν βρέθηκαν αντίστοιχες επίγειες υπηρεσίες.
fr: Aucun service terrestre correspondant trouvé.
hu: Nem találhatók megfelelő földfelszíni szolgáltatások.
it: Non sono stati trovati servizi terrestri corrispondenti.
ro: Nu s-au găsit servicii terestre corespunzătoare.
ru: Соответствующие эфирные службы не найдены.
sk: Nenašli sa žiadne zodpovedajúce terestriálne služby.
sl: Ni ustreznih zemeljskih storitev.
sr: Нису пронађене одговарајуће земаљске услуге.
sv: Inga motsvarande markbundna tjänster hittades.
tr: İlgili karasal hizmet bulunamadı.

source: Build/rebuild terrestrial bouquet now based on the last scan.
af: Bou/herbou terrestriële boeket nou gebaseer op die laaste skandering.
ar: بناء/إعادة بناء باقة الترددات الأرضية الآن بناءً على آخر فحص.
cs: Vytvořit/přestavět terestrický bouquet nyní na základě posledního skenování.
de: Erstelle/baue terrestrische Bouquet jetzt basierend auf dem letzten Scan.
el: Δημιουργήστε/αναδημιουργήστε το επίγειο μπουκέτο τώρα με βάση την τελευταία σάρωση.
fr: Construire/reconstruire le bouquet terrestre maintenant sur la base du dernier scan.
hu: Földfelszíni csokor építése/újraépítése most az utolsó keresés alapján.
it: Costruisci/ricostruisci ora il bouquet terrestre in base all'ultima scansione.
ro: Construiește/reconstruiește buchetul terestru acum pe baza ultimei scanări.
ru: Создать/перестроить эфирный букет на основе последнего сканирования.
sk: Vytvoriť/prestavať terestriálny bouquet teraz na základe posledného skenovania.
sl: Zgradi/obnovi zemeljski šopek zdaj na podlagi zadnjega skeniranja.
sr: Направи/обнови земаљски букет сада на основу последњег скенирања.
sv: Bygg/återuppbygg markbunden bukett nu baserat på den senaste skanningen.
tr: Son taramaya dayalı olarak karasal buketi şimdi oluştur/yeniden oluştur.

source: Terrestrial Bouquet setup
af: Terrestriële boeket opstelling
ar: إعداد الباقة الأرضية
cs: Nastavení terestrického bouquetu
de: Einrichtung des terrestrischen Bouquets
el: Ρύθμιση επίγειου μπουκέτου
fr: Configuration du bouquet terrestre
hu: Földfelszíni csokor beállítása
it: Setup Bouquet Terrestre
ro: Configurare buchet terestru
ru: Настройка эфирного букета
sk: Nastavenie terestriálneho bouquetu
sl: Nastavitev zemeljskega šopka
sr: Подешавање земаљског букета
sv: Installation av markbunden bukett
tr: Karasal Buket kurulumu

source: Enable terrestrial bouquet
af: Aktiveer terrestriële boeket
ar: تمكين الباقة الأرضية
cs: Povolit terestrický bouquet
de: Terrestrisches Bouquet aktivieren
el: Ενεργοποίηση επίγειου μπουκέτου
fr: Activer le bouquet terrestre
hu: Földfelszíni csokor engedélyezése
it: Abilita Bouquet Terrestre
ro: Activați buchetul terestru
ru: Включить эфирный букет
sk: Povoliť terestriálny bouquet
sl: Omogoči zemeljski šopek
sr: Омогући земаљски букет
sv: Aktivera markbunden bukett
tr: Karasal buketi etkinleştir

source: Enable creating a terrestrial bouquet based on LCN (logocal channel number) data.
af: Aktiveer die skep van 'n terrestriële boeket gebaseer op LCN (logiese kanaalnommer) data.
ar: تمكين إنشاء باقة أرضية بناءً على بيانات LCN (رقم القناة المنطقي).
cs: Povolit vytváření terestrického bouquetu na základě LCN (logické číslo kanálu) dat.
de: Aktivieren Sie die Erstellung eines terrestrischen Bouquets basierend auf LCN-Daten (logische Kanalnummer).
el: Ενεργοποιήστε τη δημιουργία ενός επίγειου μπουκέτου με βάση τα δεδομένα LCN (λογικός αριθμός καναλιού).
fr: Activer la création d'un bouquet terrestre basé sur les données LCN (numéro de chaîne logique).
hu: Földfelszíni csokor létrehozásának engedélyezése LCN (logikai csatornaszám) adatok alapján.
it: Abilita la creazione di un bouquet terrestre basato sui dati LCN (numero di canale logo).
ro: Activați crearea unui buchet terestru bazat pe datele LCN (număr logic de canal).
ru: Включить создание эфирного букета на основе данных LCN (логический номер канала).
sk: Povoliť vytváranie terestriálneho bouquetu na základe údajov LCN (logické číslo kanála).
sl: Omogoči ustvarjanje zemeljskega šopka na podlagi podatkov LCN (logična številka kanala).
sr: Омогући прављење земаљског букета на основу ЛЦН (логички број канала) података.
sv: Aktivera skapande av markbunden bukett baserat på LCN-data (logiskt kanalnummer).
tr: LCN (mantıksal kanal numarası) verilerine dayalı karasal buket oluşturmayı etkinleştir.

source: This plugin depends on LCN data being broadcast by your local tansmitter.
af: Hierdie invoeging hang af van LCN data wat deur jou plaaslike sender uitgesaai word.
ar: يعتمد هذا الملحق على بيانات LCN التي يبثها جهاز الإرسال المحلي الخاص بك.
cs: Tento plugin závisí na LCN datech vysílaných vaším místním vysílačem.
de: Dieses Plugin ist auf LCN-Daten angewiesen, die von Ihrem lokalen Sender ausgestrahlt werden.
el: Αυτό το πρόσθετο εξαρτάται από τα δεδομένα LCN που μεταδίδονται από τον τοπικό σας πομπό.
fr: Ce plugin dépend des données LCN diffusées par votre émetteur local.
hu: Ez a bővítmény a helyi adó által sugárzott LCN adatoktól függ.
it: Questo plugin dipende dai dati LCN trasmessi dal trasmettitore locale.
ro: Acest plugin depinde de datele LCN transmise de emițătorul dvs. local.
ru: Этот плагин зависит от данных LCN, передаваемых вашим местным передатчиком.
sk: Tento plugin závisí od LCN údajov vysielaných vaším miestnym vysielačom.
sl: Ta vtičnik je odvisen od podatkov LCN, ki jih oddaja vaš lokalni oddajnik.
sr: Овај додатак зависи од ЛЦН података које емитује ваш локални предајник.
sv: Detta plugin är beroende av LCN-data som sänds av din lokala sändare.
tr: Bu eklenti, yerel vericiniz tarafından yayınlanan LCN verilerine bağımlıdır.

source: Once configured the bouquet will be updated automatically when doing a manual scan.
af: Sodra dit gekonfigureer is, sal die boeket outomaties opgedateer word wanneer 'n handskandering gedoen word.
ar: بمجرد التكوين، سيتم تحديث الباقة تلقائيًا عند إجراء فحص يدوي.
cs: Jakmile je nakonfigurován, bouquet bude automaticky aktualizován při ručním skenování.
de: Nach der Konfiguration wird das Bouquet bei einem manuellen Scan automatisch aktualisiert.
el: Μόλις ρυθμιστεί, το μπουκέτο θα ενημερώνεται αυτόματα όταν πραγματοποιείται χειροκίνητη σάρωση.
fr: Une fois configuré, le bouquet sera mis à jour automatiquement lors d'une analyse manuelle.
hu: Beállítás után a csokor automatikusan frissül a kézi keresés során.
it: Una volta configurato, il bouquet verrà aggiornato automaticamente quando si esegue una scansione manuale.
ro: Odată configurat, buchetul va fi actualizat automat la efectuarea unei scanări manuale.
ru: После настройки букет будет автоматически обновляться при выполнении ручного сканирования.
sk: Po nakonfigurovaní sa bouquet bude automaticky aktualizovať pri vykonaní manuálneho skenovania.
sl: Ko je konfiguriran, se bo šopek samodejno posodobil ob ročnem skeniranju.
sr: Једном конфигурисан, букет ће се аутоматски ажурирати приликом ручног скенирања.
sv: När den är konfigurerad kommer buketten att uppdateras automatiskt vid manuell skanning.
tr: Yapılandırıldıktan sonra, manuel tarama yapıldığında buket otomatik olarak güncellenecektir.

source: Please make certain network search is enabled when scanning.
af: Maak asseblief seker netwerk soektog is geaktiveer wanneer skandering gedoen word.
ar: يرجى التأكد من تمكين البحث في الشبكة عند المسح.
cs: Prosím ujistěte se, že je při skenování povoleno vyhledávání sítě.
de: Bitte stellen Sie sicher, dass die Netzwerksuche beim Scannen aktiviert ist.
el: Παρακαλώ βεβαιωθείτε ότι η αναζήτηση δικτύου είναι ενεργοποιημένη κατά τη σάρωση.
fr: Veuillez vous assurer que la recherche réseau est activée lors de l'analyse.
hu: Kérjük, győződjön meg róla, hogy a hálózati keresés engedélyezve van a keresés során.
it: Assicurarsi che la ricerca di rete sia abilitata durante la scansione.
ro: Vă rugăm să vă asigurați că căutarea în rețea este activată în timpul scanării.
ru: Пожалуйста, убедитесь, что при сканировании включен поиск сети.
sk: Uistite sa prosím, že je pri skenovaní povolené vyhľadávanie siete.
sl: Prepričajte se, da je med skeniranjem omogočeno iskanje omrežja.
sr: Молимо осигурајте да је претрага мреже омогућена приликом скенирања.
sv: Se till att nätverkssökning är aktiverad vid skanning.
tr: Tarama yaparken ağ aramasının etkin olduğundan emin olun.

source: Region
af: Streek
ar: المنطقة
el: Περιοχή
fr: Région
hu: Régió
it: Regione
ro: Regiune
ru: Регион
sk: Región
sl: Regija
sr: Регион
tr: Bölge

source: Select your region.
af: Kies jou streek.
ar: اختر منطقتك.
cs: Vyberte svůj region.
de: Wählen Sie Ihre Region.
el: Επιλέξτε την περιοχή σας.
fr: Sélectionnez votre région.
hu: Válassza ki a régióját.
it: Seleziona la tua regione.
ro: Selectați regiunea dvs.
ru: Выберите ваш регион.
sk: Vyberte svoj región.
sl: Izberite svojo regijo.
sr: Изаберите свој регион.
sv: Välj din region.
tr: Bölgenizi seçin.

source: Create separate radio bouquet
af: Skep aparte radio boeket
ar: إنشاء باقة راديو منفصلة
cs: Vytvořit samostatný rádiový bouquet
de: Separates Radiobouquet erstellen
el: Δημιουργήστε ξεχωριστό ραδιοφωνικό μπουκέτο
fr: Créer un bouquet radio séparé
hu: Külön rádió csokor létrehozása
it: Crea un bouquet radio separato
ro: Creați un buchet radio separat
ru: Создать отдельный радио-букет
sk: Vytvoriť samostatný rádiový bouquet
sl: Ustvari ločen radijski šopek
sr: Направи засебни радио букет
sv: Skapa separat radiobukett
tr: Ayrı radyo buketi oluştur
